!
"
%
&
'
(
)
*
+
+1
+1/
+2
,
-
--
---
--------------------------------------------------------------------------------
-0,28
-0,74%
-00
-02
-03
-1
-1.
-10
-10.
-11
-12
-142
-155
-16
-17
-180°c
-19
-191
-1983
-2
-24.
-241
-27
-35oc
-4.
-50kr
-59
-71
-80°c
-84
-86
-87
-88
-88-
-89
-89-
-90
-91
-92-
-93
-94
-97
-98
-99
->
-David
-Lisa
-Michael
-bg
-covey
-diphenyldiisocyanate
-how
-kunda
-lista
-mundur
-n
-ný
-qumþs
-spekja
-st
-sá
-söngur
-sýning
-tigi
-tré
-un
-verðbólga
-vinna
-viðbragð
-vélamálsskipun
-­
-Þverholt
-íð
-það
-þríleikur
-þáttur
.
..
...
....
.....
......
.......
........
.........
..........
...........
............
.............
..............
................
....................
..............................
.BLO
.EXE
/
0
0%
0,002
0,002-0,06
0,04
0,05
0,06
0,06-2
0,08%
0,1
0,1%
0,15
0,19%
0,2%
0,2%-0,6%
0,25
0,25%
0,28
0,28%
0,3010
0,33%
0,37
0,4
0,4%
0,4771
0,5
0,5%
0,5l
0,6%
0,65%
0,7
0,7%
0,75
0,8
0,8%
0,9999999
0-12
0-15°c
0-16
0-17
0-19
0-60
0-80
0-9
0.6°c
0.98
00
00.30
000
000.
0004
0034-6175
0044-7973-420-606
0045
007
01
01.00
01.05.2007
01.11.2006
01.12.2006
01/02/10
0173
0190
02
02.06.
0202
024
0256
0266
0282
0286
02:00
03
03.01.02
0303
0311
0360
0398
04
04-05-1880
04.
04.2001
04/03
0444
0450
04:17
04:22
05
0560
059
06
06-05-2000
06.02.2001
06/94
0624
0625
0647
0655
0680
0690
07
07-12-1879
0702
0721
0738
0753
0784
0788
07:17
07:20
07:30
08
08-08-2006
08.1999
08.30
0833
0841
0855
0859
0888
0892
08:00
08:08
08:11
08:52
08:57
09
09.01.2007
09.03.2006
09.11.2006
09/05
0935
0950
0984
0995
09:01
09:24
0:1
0:3
0°
1
1%
1)
1+7
1+rt
1+x
1,...,5
1,0
1,000
1,008,193
1,009
1,009,150
1,012
1,014
1,014,855
1,020
1,022
1,027
1,030
1,031
1,035
1,042
1,046,836
1,066
1,070
1,075,090
1,080
1,080,435
1,083
1,085
1,086,557
1,092,388
1,092,700
1,093
1,1
1,107,820
1,110
1,111
1,111,599
1,112,758
1,113
1,116,151
1,117
1,117,921
1,118
1,12
1,122
1,124
1,127
1,130
1,138,306
1,138,808
1,142
1,144
1,144,567
1,146
1,148
1,149
1,150
1,157
1,158,227
1,158,550
1,163
1,167
1,172,305
1,173
1,177,446
1,182
1,190
1,191
1,191,256
1,197
1,2
1,2%
1,200
1,206
1,206,070
1,215
1,219
1,219,253
1,220
1,222
1,228
1,231
1,245
1,245,258
1,246,915
1,253,092
1,256
1,258
1,268
1,271
1,272,602
1,275
1,280
1,281
1,284
1,287,972
1,293,643
1,294
1,296
1,299
1,3
1,30*109
1,301
1,302
1,312
1,314
1,318
1,328
1,329
1,344
1,35
1,352
1,353,509
1,366,034
1,385
1,393,692
1,398
1,399,992
1,3t
1,4
1,4%
1,400
1,402
1,411,273
1,422
1,422,000
1,424
1,425
1,425,155
1,428
1,440
1,445
1,451
1,456
1,467
1,478,379
1,487
1,493
1,493,633
1,5
1,5-2,5
1,500
1,509
1,51
1,510
1,515,246
1,517
1,521
1,534
1,540
1,543
1,545
1,554
1,56
1,561
1,563
1,564
1,566
1,570
1,576
1,584
1,590
1,592
1,592,544
1,5t
1,6
1,60
1,600
1,603
1,607,379
1,612
1,620,652
1,623,669
1,624
1,626,006
1,632
1,632,426
1,645
1,649,607
1,650
1,650,870
1,652
1,658
1,660
1,663
1,664,242
1,666
1,676
1,680
1,689,166
1,7%
1,7*1018
1,70
1,703,904
1,705
1,705,331
1,707,276
1,716
1,719
1,725
1,728
1,736
1,746
1,75
1,750
1,755
1,759
1,759,520
1,763,829
1,766
1,780
1,781
1,784.476
1,798
1,8
1,80
1,800
1,805
1,815
1,820
1,836
1,84*1019
1,840
1,844
1,845,086
1,848
1,849
1,857,240
1,85kg
1,864
1,865
1,909
1,912,446
1,926,407
1,932
1,948
1,971
1,975
1,976
1,977
1,983
1,993
1-
1-0
1-12
1-14
1-2
1-200
1-3
1-5
1-5-7
1-6
1-8
1.
1.-3.
1.-31/8
1.-4.
1.000
1.000.000
1.003
1.010
1.012
1.025
1.028.326
1.037%
1.041.789
1.050
1.078
1.088
1.090
1.095
1.098
1.1
1.12.
1.130
1.142
1.144
1.148
1.175
1.184
1.190
1.197
1.198
1.2
1.200
1.212
1.240
1.248
1.250
1.255
1.288
1.290
1.294
1.298
1.299
1.3
1.3.06
1.300
1.309.206
1.350
1.366.979
1.377
1.398
1.3mp
1.4
1.4.
1.400
1.44
1.480
1.481
1.490.000
1.495
1.498
1.5.
1.50
1.500
1.500,-
1.506
1.519
1.520
1.529.831
1.541
1.560
1.590.676
1.596..--
1.6
1.6.02
1.6.05
1.6.06
1.600
1.675
1.698
1.7.05
1.700
1.750
1.768
1.770
1.8%
1.816
1.82
1.830fm
1.837%
1.85kg
1.860
1.869
1.898
1.899
1.900
1.906
1.925
1.931
1.950
1.973
1.980
1.990
1.apríl
1.mars
1.nóv
1/1997
1/2
1/2-3
1/3
1/4
1/5
1/60
1/7
1/if
1/x
10
10%
10,071
10,1
10,100,017
10,200
10,305
10,339
10,350
10,393
10,404
10,488
10,519
10,549
10,76
10,788
10,798
10,8
10,815
10,832
10,847
10,877
10,878
10,915
10,980
10-10.45
10-11
10-11%
10-11-verslun
10-11.30
10-11.is
10-12
10-13
10-13.000
10-14
10-15
10-15-20
10-16
10-17
10-18
10-20
10-20%
10-7
10.
10.-
10.-13.
10.00
10.00-18.00
10.000
10.000.000
10.01.2007
10.1.2006
10.12.05
10.15
10.15-11.00
10.15.
10.2.06
10.25
10.30
10.358
10.45
10.6.02
10.6.05
10.600
10.696.867
10.9.05
10/
10/100
10/1990
10/1996
100
100%
100,3010
100,3010+0,4771
100,4771
100,480
100,7781
100,8
100,908
100,963
100-150
100-400
100.
100.000
100/1952
1000
10000
100000
1001
1002
1007
101
101,365
101,400
101,517
101,654
101.300
1010
10101tví
102
102,173
102,605
102,702
102,878
102,9
102.000
1024x2
103
103,628
103.981.000
103/2
103/4
104
104%
104,20
1048
104:14
105
105%
105,2
105,5
105,812
105.
1050
1054
1055
105:101
105x200
106
106,700
106,80
106-82
1063/2005
106x50x60
107
107,180
107,20
107-76
107/1969
1073
1076/2006
108
108,486
109
109,208
109-110-111
109.915.000
1095
1097
10:00
10:05
10:13
10:20
10:30
10:40
10:49
10:50
10a
10t
10°c
10þ
11
11%
11,086
11,129
11,140
11,148
11,2
11,2%
11,215,486
11,235
11,321
11,419,268
11,428
11,5%
11,527
11,6
11,7
11,8
11,8%
11,808
11,834,568
11,9
11,9%
11,929
11-11-búð
11-12
11-12-2006
11-15
11-17
11-18
11.
11.00
11.00-11.10
11.000
11.01.2007
11.10-12.00
11.11.05
11.15
11.3.06
11.30
11.398
11.4.06
11.4.2006
11.40
11.400.-
11.6.02
11.6.05
11.8.05
11.800
11.9.05
11.907
11.992
11.gr
11.mars
11/02/10
11/1973
11/2
11/2006
11/98
110
110,11tví
110,332
110-120
110.000
110/2000
1100
1101
1104
1108
110°
111
111/1992
112
112,47
112-142-
112-neyðarlínu
112.
112/2008
1122
113
113,833
113/1990
113634
114
114,629
114-108
114.000
1145
1147
115
115,545
115,560
115,829
1150
1150.-
1151-26-2200
1155-15-41414
1158-26-58
1158/2007
116
1164
117
117,466
117,857
117-05-68437
117.
117/1993
1179
118
118,570
118,860
11809
119
119,296
119,714
119.752
11:00
11:01
11:14
11:16
11:18
11:20
11:30
11:42
11:7
11e
11g
12
12%
12,1%
12,151
12,194
12,260,211
12,285
12,325
12,330
12,364
12,450
12,5
12,5%
12,600
12,675
12,713
12,900
12,916
12,923
12,968
12-15
12-16
12-200
12.
12.-13
12.-13.
12.00
12.00-12.15
12.000
12.06.
12.1.06
12.10
12.10-12.40
12.15
12.15-13.00
12.2001
12.30
12.30-14
12.45
12.5.06
12.500
12.6.02
12.600
12.7.05
12.8.05
12.9.05
12.apríl
12/6
12/98
120
120,733
120.000
1200
1202
120gb
121
121,200
121,320
121.371
1212
122
122,772
122.500
122/1993
1220
1225/2007
1226/2007
1227/2007
123
123,263
123,842
1230-1260
124
124,500
124,934
124-117
1241-52
1243
125
125,132
125,820
125.000
125.000.-
125.000.000
1253
1259
126
126,031
126,342
126,390
126,828
126-141
127
127,949
127-134
127.
127.000
1275
1278
128
128.
129
129,153
129,350
129.
1290
1292
12:00
12:15
12:16
12:30
13
13%
13,100
13,144
13,200
13,293
13,3
13,302
13,353,606
13,357
13,358
13,386
13,452
13,650
13,680
13,7%
13,884
13,894
13,9
13,903,170
13-10-2006
13-14
13-14.
13-15
13-16
13-16.30
13-16.45
13-17
13-34
13.
13.-15
13.00
13.00-
13.000
13.01.
13.15
13.25
13.25-14.45
13.3
13.30
13.30-14.30
13.30-16
13.400
13.559
13.6.02
13.6.05
13.6.06
13.600
13.7.05
13.9.05
13.mars
13/3
130
130%
130,151
130,330
130.
130.000
130/1999
1300
1300cc
1303
1309
130x80
131
131,853
132
132,406
132.
133
133,671
133-x
133.163
133/1974
134
135
135,165
135,505
135,862
135.000
135.755
1350
135x200
136
136,644
136-190
1361
137
137,098
137,4
137,834
137/2002
138
138,670
138,798
138/1994
139
139,010
1391
13:00
13:21
13:30
13:33
13:41
13x18
14
14%
14,008
14,040
14,154
14,260
14,3
14,4%
14,448
14,517
14,625
14,7%
14,733
14,880
14,900
14,940
14-06-2006
14-10
14-12-2006
14-15
14-16
14-16%
14-17
14-18
14.
14.-15.
14.-16.
14.00
14.000
14.02.
14.16-17
14.2.06
14.30
14.30-16
14.4.06
14.40
14.45-15.05
14.5.03
14.6.02
14.6.2006
14.662.516
14.7.05
14.7.2006
14.9.05
14.desember
14/8
140
140,159
140,420
140.458
1400
1404
140x56
141
141/
1414
1416
142
142,935
143
143,080
143,3
144
144,000
144,875
1442
145
145,000
1450
1454
146
146,400
147
147,10
147,22
1479
148
148,402
1481
1488
149
149,060
149,90
14:00
14:08
14:10
14:30
14:31
14:32
14:43
14:57
14C
14c
14n
15
15%
15*109
15,1%
15,120
15,260
15,308
15,308,492
15,4
15,497
15,5%
15,624
15,655
15,687
15,744
15,766
15,841
15,860
15,876
15,9
15,917
15-11-2006
15-16
15-17
15-20
15-20%
15-24
15-24%
15-30
15.
15.-18
15./16.
15.00
15.000
15.000.000°c
15.05-15.30
15.05.98
15.06.2007
15.11.05
15.12.05
15.2.06
15.30
15.30-15.55
15.4
15.414.976
15.45
15.5.06
15.50
15.55-16.05
15.6.02
15.6.05
15.6.06
15.644
15.695
15.7.05
15.7.2006
15.9.05
15.900
15.apríl
15/1998
15/6
150
150%
150,156
150,188
150,3
150,635
150.000
1500
1502
1504
150°
150°c
151
151,145
151.000
1514
1519
152
1526
153
153,000
154
1540
1542
155
155,140
155,514
155.000
1550-1617
1558
156
156,145
156,5
156,628
156,902
156-180
1561-1630
1562.0
1564
1565
157
157,520
157,900
158
1585
159
159.000
159/1995
1596
15:00
15:10
15:11
15:15
15:17
15:30
15:40
15dur
15t
16
16%
16+17
16,063
16,302
16,329
16,371
16,461
16,473
16,5%
16,543
16,6%
16,615
16,632
16,696
16,699,145
16,734
16,740
16-08-2006
16-11-2006
16-16.30
16-17
16-18
16-21
16-25
16-75
16.
16.-
16.-17.
16.-18
16.-24.
16.00
16.000
16.02.
16.06.
16.1.06
16.11
16.11.05
16.15
16.2.2006
16.258
16.30
16.30-18
16.40
16.6.06
16.9.05
16.apríl
160
160,325
160/1995
160/2007
1600
1600-1667
1600cc
160146-3709
1603
1606
160gb
160°
161
161,221
161,4
161,697
161/2002
1614
1615
1617
162
162,127
162,8
1624
1628
163
163,664
164
164,570
164,703
1642
1647
165
165,074
165,240
165,293
1650/562
166
166,255
1660
1665
1666
167
167,0
1677
168
168,126
168,338
168,472
168.000
168.101
1686
169
169,076
16:00
16:15
16:24
16:28
16:30
16:37
16:40
16:48
16:50
16þ.kr.
17
17%
17,026
17,094
17,112
17,246
17,25%
17,3%
17,316
17,400
17,631
17,7%
17,719
17,763
17,815
17,9
17-06-1811
17-06-2006
17-08-2006
17-18
17-19
17.
17.-19.
17.00
17.1.06
17.15
17.30
17.4.06
17.45
17.6.02
17.6.05
17.8.05
17.júní
17/2008
170
170.000
170/83
1700
1700°c
170°c
170þ
171
171,171
171,675
1710
1711-1739
1715
1717
172
172,8
1724
1724-1804
1725
1727
1728
173
173,2
173,741
1733
1733.
174
174/2000
1744
1747
1748
175
175,6
175,652
175.000
176
1765
1766
177
1770
1772
1777
178
1781
1783
1783-84
1788
1789
179
179%
17:00
17:03
17:15
17:16
17:30
17:33
17:40
18
18%
18,020
18,030
18,2%
18,4%
18,5%
18,607
18,608
18,7%
18,8
18,800
18,805
18,948
18-12-2006
18-20
18-24
18-40
18-60
18-65
18.
18.-19.
18.-20
18.00
18.000
18.000,-
18.10.05
18.12.05
18.2.06
18.25
18.30
18.6.02
18.7.05
18.júní
18/1992
18/2003
18/5
180
180,0
180,562
180,981
180.000
1800
1804
1806
180°
180°c
181
181,160
181,863
1810
1811
1812
1815
182
182,026
182-90
1820
1828
183
1830
1833
1834-1907
1837-1874
1838
1839
184
184,612
1840
1841
1841-1862
1843
1844
1845
1847
1848
1849
185
1850
1852
1852-1908
1855
1857
1859
1859-1906
1859-1952
186
186-87
1860
1861-1939
1863
1864
1866
1867-1934
1869
187
187,187
187.442
187.500
187/2005
1870
1871
1873-1964
1874
1876
1878
1879
188
188,110
188,5
188,715
1880
1881
1882
1882-1917
1884
1888-1892
1889
189
189,412
189-195
189.900
1890
1894
1896
1897-1956
1898
18:00
18:30
19
19%
19,120
19,293
19,350
19,566
19,68%
19,7%
19,708
19,9
19-06-2006
19-12-2006
19-22
19.
19.000
19.10
19.15
19.224
19.24
19.30
19.451
19.5.06
19.500
19.6.02
19.6.06
19.7.05
19.9.05
19/1940
19/1991
19/8
190
190,223
190.000
1900
1900-1930
1900-1958
1901
1901-1994
1902
1903
1903-1904
1904
1905
1906
1907
1908
1908-1972
1908-1991
1909
191
191,582
1910
1910.
1911
1911-1986
1912
1913
1914
1915
1916
1916-1939
1917
1918
1918-2004
1919
1919.27
192
1920
1920-1924
1921
1922
1923
1924
1925
1925:41
1926
1926-1941
1927
1928
1929
1929-1931
193
1930
1930.52
1931
1931-32
1932
1933
1933-1935
1934
1935
1936
1936-1937
1937
1937-1940
1937-1943
1938
1939
1939.20
194
194,017
194,923
1940
1941
1942
1943
1943-1944
1944
1945
1945/
1945:83
1946
1946-47
1947
1947-48
1948
1949
1949-1972
195
1950
1950-54
1950-60
1951
1952
1952-53
1952:172
1953
1954
1955
1955-1956
1955:19
1955b
1956
1956-2000
1957
1957.58
1958
1958-59
1959
196
196,560
1960
1961
1961-1980
1961-1990
1961-2000
1962
1963
1963-67
1964
1964-1965
1965
1965-66
1965:29
1966
1967
1967:176
1968
1968-1998
1968.56
1969
1969-73
197
197-205
1970
1971
1972
1973
1973-1984
1973.65
1974
1975
1976
1977
1978
1978-1979
1979
198
198,373
198,426
1980
1980-81
1980a
1980b
1981
1981-1990
1981-1993
1982
1983
1984
1985
1985-1996
1986
19861995
1987
1988
1988-1989
1989
199
1990
1990-1994
1991
1991-1971
1991-2000
1991-skýrslunnar
1992
1993
1993-1994
1993-2006
1994
1995
1995,1997,1998
1995-1996
1995-1999
1995-2003
1996
1996-1998
1996-2001
1997
1997-2000
1997-2001
1997-2006
1997.
1998
1998-2002
1999
1999-2003
1999:138
1999:15
1999:26
19:00
19:30
19:33
19:40
1:00
1:4
1dl
1gb
1h1
1l-2g-3a-4e-5b-6h-7d-8f
1m.
1msk
1x
1½
2
2%
2)
2*109
2+2
2+3
2,000
2,000,251
2,007,529
2,028
2,029
2,031
2,038
2,044
2,048
2,050
2,058
2,071
2,088
2,0gx
2,1
2,100
2,104,456
2,108
2,111,854
2,112
2,128
2,134
2,136
2,137
2,147,174
2,159,357
2,170
2,177
2,190
2,193,455
2,20
2,203
2,210
2,215
2,220
2,239,260
2,250
2,253
2,258,400
2,259,294
2,260
2,277
2,278,013
2,288,475
2,289
2,2m
2,3
2,3%
2,310
2,312
2,313
2,33
2,330
2,342
2,350
2,356
2,382,433
2,385
2,397
2,4
2,400
2,406
2,434
2,438
2,440
2,449
2,451,083
2,459
2,460
2,472,824
2,475
2,478
2,491
2,493
2,499,445
2,5
2,5%
2,516
2,520
2,529
2,53%
2,535
2,536
2,537
2,538
2,553
2,565
2,573
2,580
2,6
2,6%
2,607
2,619,637
2,658
2,670
2,673
2,681
2,688
2,695
2,7
2,700
2,718
2,71828182845904523536028..
2,72kg
2,730
2,737,124
2,75
2,750
2,772
2,775
2,790
2,791,543
2,8
2,814,338
2,828
2,880
2,886
2,893
2,898,875
2,9
2,9%
2,913
2,914
2,920
2,925
2,970
2,976
2,980
2,992
2,993
2-0
2-1
2-10
2-2
2-2,5
2-3
2-3%
2-4
2-5
2-64
2-9
2.
2.-
2.-5.
2.000
2.03
2.05
2.061.666
2.078
2.080
2.0i
2.0l
2.1
2.1.
2.1.1
2.1.1.
2.1.2
2.1.2.
2.1.3
2.1.4
2.1.5
2.1.6
2.1.7
2.1.8
2.1.9
2.10.05
2.12.
2.12.05
2.12.2005
2.136
2.147
2.172
2.190.000
2.192
2.2
2.2.
2.2.1
2.2.1.
2.2.2
2.2.2.
2.2.3
2.2.3.
2.2.4
2.2.4.
2.2.5
2.200,-
2.3
2.3.2006
2.30
2.340.000
2.380
2.4
2.4.1
2.4.2
2.4.3
2.4.4
2.4.5
2.4.6
2.400
2.462
2.470.837
2.481
2.497.874
2.5
2.5.06
2.500
2.543
2.590
2.6.05
2.6.06
2.686.000
2.7.05
2.700
2.733
2.8
2.8.05
2.808
2.890.000
2.9
2.900
2.900.000
2.938
2.950
2.990
2.990þ
2.hluti
2/1995
2/1998
2/2
2/2003
2/3
20
20%
20,002
20,058
20,237
20,270
20,295,561
20,538
20,558
20,574
20,631
20,674
20,740
20,742
20,845
20,998
20-25
20-30
20-39
20-40%
20-falda
20.
20.00
20.000
20.1.06
20.11.
20.12.05
20.30
20.30-21.30
20.4.06
20.4.2004
20.6.02
20.7.05
20.9.05
20.apríl
20.desember
20/1981
20/mán
200
200%
200-
200-1000
200-250
200-300
200.000
2000
2000-2004
2000-2005
2000-2006
2000-3000
20000
2000:149
2000:151
2000:155
2000:7
2001
2001-2002
2001-2002.
2001-2003
2001-2006
2001/
2001/86/eb
2001:14
2001:159
2001:164
2001:174
2001:196
2001:200
2001b
2002
2002-2003
2002-2003.
2002-2004
2002-2006
2002/2003
2002:141
2002:173
2002:176
2002:189
2002:29
2002:30
2002:33
2003
2003-2004
2003.
2003/2004
2003:209
2003:216
2003:240
2003:482
2003:488
2003:59
2003:76
2003:77
2003:78:00
2003:80
2003:81
2004
2004/2005
2004/90
2004:19
2004:20
2004:41
2004:58
2005
2005-2006.
2005-2008
2005/2006
2005/60/eb
2006
2006-2007
2006-2008
2006-2009
2007
2008
2009
200g
200x200
200°c
201
2010
2011
2012
2012-
2014
2015
2016
202
2020
2020.
2024
2024+
203
203,085
203,156
203,313
203,762
203,989
2030
2032
2038
204
204,6
204/1999
2045
205
205,336
206
206-213
2061
207
2074
208
208,282
209
209,336
209,675
209.
2092
2095
20:00
20:15
20:30
20:33
20:55
20a
20b
20gb
21
21%
21,244
21,4
21,6
21,630
21,650
21,700
21,716
21-06-2006
21-22
21.
21.-23.
21.-25
21.00
21.10.05
21.12.05
21.2.06
21.2.2006
21.3.06
21.3.2006
21.30
21.6.02
21.6.05
21.6.06
21.7.05
21.8.05
21/2
21/7
210
210-220
210.
2103
210x70x50
211
211,513
211,800
212
212,6
213
213,272
213/1991
214
2149
215
2157/2001
216
2162
2168
217
217,657
217.
2171
218
218,265
218.
219
219.408
21:00
21:30
21:33
21:43
21:44
21:5
21stur
21tug
22
22%
22,032
22,071
22,116
22,122,949
22,320
22,386
22,4
22,4%
22,498,873
22,5
22,500
22,560
22,704
22,820
22,924
22-08-2006
22-23
22-50
22.
22.-29.
22.-31.
22.000
22.11.05
22.11.2005
22.12.
22.3.2004
22.31
22.4.06
22.6.02
22.6.06
22.8.05
22.9.05
22/05/96
220
220%
220,638
220,710
2200
220°c
221
2213
2219
222
222,563
223
2233
224
2244
225
2257
226
226,281
226,620
227
227,392
2277
228
228,205
228,7
228.000
2284
229
2292
22:00
22:05
23
23%
23,0%
23,169,657
23,2%
23,463
23,704
23,973
23,980
23-24
23.
23.-25
23.-25.
23.-26.
23.1.2006
23.12.05
23.20
23.3.2004
23.30
23.500
23.615
23.7.05
23.9.05
23/3-29/3
230
230.000
231
232
232,182
232,440
2324
2329
233
233,043
233,802
2330
2336
2339
234
234,998
2345
235
235,366
236
237
237,651
237,678
238
239
239,826
239.760.000
24
24%
24,030
24,1-29,5
24,2
24,3
24,5%
24,560
24,604
24,726
24,8%
24,852
24,9
24-06-1906
24-11-2006
24-26
24.
24.01.
24.10.05
24.155
24.27
24.5
24.8.05
24.9.05
24.900
24.977
24/2000
240
240-250
240°
241
241,087
242
243
243-247
2430
2432
244
244,1
244,368
244,798
244.900
244/2007
245
245/2002
246
2460
247
2474
248
248,600
2481
249
24:00
25
25%
25+7
25,09%
25,285
25,295
25,348
25,350
25,381
25,392
25,552
25,6
25,616
25,618,770
25,893
25-26
25-29
25-30
25-30°c
25-35
25.
25.-26
25.-27
25.000
25.000.000
25.11.05
25.2.06
25.5.06
25.8.05
250
250,4
250,622
250.000
2500
2500kr
2505
250°c
250þkm
251
251,725
251mb
252
252-279
253
254
254.025
255
255,578
2550
256
256,785
256,835
256,9
256.025
257
2577
258
259
259,203
2597
25:23
25b
25c
26
26%
26,1
26,100
26,316
26,324
26,401
26,405
26,700
26,739
26,8
26,9%
26,991
26-04-2000
26-10-2006
26-35%
26.
26.01.
26.04.
26.7.05
26.9.2007
260
260-350
260.000
261
2617
262
264
264,369
265
266
266,475
266,810
2665
267,563
268,8
2688
269
269,190
269.180
2698
2699
26a
26b
26°c
27
27%
27,267
27,3%
27,373
27,4
27,499
27,5
27,619
27,783
27,792
27,9
27,991
27-11-2006
27.
27.01
27.2.2006
27.3.06
27.429
27.5.
27.5.05
27.6.05
27.9.05
27.9.2007
27.900
270
270.000
2700
271
272
272.193
2726
273
274,598
275
2759
276
277
278
278,180
278,582
279
28
28%
28,035
28,360
28,5
28,644
28,768
28,875
28,9
28.
28.000
28.01.2001
28.10.05
28.11.05
28.11.2002
28.3.2006
28.6.02
28.6.05
28.7.05
28.816
28.9.05
28.9.2007
28.951
28.964
28/7
280
280.000
280/2005
2800
2805
2806
281
282
283
283.361
2840
2843
285
286
287
288
289
289,491
28:29
29
29%
29,088
29,295
29,4%
29,462
29,493
29,7%
29,740
29,760
29,920
29,990
29-12-2006
29.
29.-1/8
29./30.
29.008
29.05.
29.11
29.12.06
29.6.02
29.6.2004
29.8.05
29.9.05
29.9.2007
290
290,000
290/2008
2908
291
291/1997
2917
292,608
2924
2927
2928
293/2008
2930
296
296/2008
2960
297
297,276
298
298,970
298/2008
299
2a
2ab
2gb
2ghz
2gja
2h1
2hf
2ja
2k3
2k5
2n+1
2x
2x512mhz
2½
3
3%
3)
3+1+1
3+2+1
3,0
3,016,349
3,018
3,025
3,041
3,049,166
3,060
3,072
3,078
3,080
3,097
3,0t
3,1
3,105
3,107
3,109
3,132
3,159
3,162277
3,2
3,201
3,211
3,223
3,244
3,250
3,26
3,274
3,289
3,3
3,317
3,333
3,352
3,359
3,365
3,375
3,396
3,4
3,4%
3,403
3,432
3,433
3,438
3,446
3,458
3,484
3,5
3,5%
3,508,178
3,52
3,571
3,6
3,6%
3,600
3,619
3,627
3,634
3,668
3,7
3,7%
3,717
3,730
3,736
3,780
3,784
3,8%
3,804
3,820
3,864
3,874
3,9
3,9%
3,904
3,906
3,94
3,952,326
3,960
3,965
3,971
3-1-1-borð
3-2
3-3
3-3,5
3-4
3-400
3-5
3-6
3-7
3-a
3.
3.-4
3.000
3.000.000
3.1
3.1.
3.141
3.19
3.2
3.2.
3.2.06
3.200
3.200,-
3.225
3.290.000kr
3.3
3.3.
3.3.06
3.4
3.4.
3.454
3.5
3.500
3.500-4.000
3.515
3.6
3.6.02
3.680
3.690
3.7
3.700
3.760.000
3.776
3.78
3.8
3.800
3.862.486
3.9
3.900
3.900,-
3.927.618
3.hluti
3/4
30
30%
30,5%
30,6%
30,750
30,825
30,9
30,900
30-10
30-25
30-34
30-35
30-35%
30-40
30-40%
30-60
30.
30.-1/8
30.000
30.6.05
30.9.05
30/1992
30/2002
300
300%
300.000
300/2008
3000
3000.-
3000gt-sl
3005
300g
300°
301
301,863
3011
302
3020
303
303,5
3035
304
304-305
305
305/700
3069
307
307,048
308,958
309
30:28
30x25
30þús
31
31%
31,500
31,806
31,904
31,937
31.
31.-2/8
31.08
31.12.05
31.3.06
31.532.000
31/1993
310
310%
310.000
3105
311
311.250
312
313
313.000
3131
314,575
3141
3146
3147
315
316
3161
3162
317
318
318,053
318,663
3186
3188
318i
319
31b
32
32%
32,130
32,2%
32,240
32,766
32,875
32,888
32-25
32.
32.000
320
3205
320gb
321
321/1991
321/2000
3211
322
3222
323
323,885
324
3242
325
325-265
325.000
325i
326
328
329
329-335
32ja
32°
33
33%
33,000
33,1
33,375
33,680
33,951
33.
33.000
33.6
33.700
33/1944
33/1994
330
330,062
3301
330xi
331
331,194
3312
332
332,639
333
334
335
335.000
336
337
337.108
338
338,472
338.
339
339,504
3397
34
34%
34,203
34,366
34,6%-44,9%
34,7
34.
34/1985
340
340.635
3400
341
342
342,590
342.775
343
3434
344
345
346,190
347
347,761
3474
349
3493
34db
35
35%
35-39
35-40
35.
35..
35.000
35/1985
350
350,022
350/2007
3500
3503
351
352
3526
353
354
354,319
354,890
3547°c
356/2003
356/2005
3560
3567
357
357/2005
358
358,033
3583
35897932384626433832
358mb
359
359,543
3596
35th
35°c
36
36%
36,109
36,3
36,391
36,408
36,688
36,963
36.
36.000
36.000,-
36/1993
360
3600
3601
3602
361
361,609
3611
362
362,520
364
365
365-miðill
366
3661.
367/1994
367/2008
368
369
36°
37
37,009
37,050
37,108
37,291
37,617
37,820
37,829
37,948
37,957
37.
37/1993
370
370%
370,378
370,617
3701
371
3710
3715
372
372,940
3727
373,904
374
374/1996
375
375.
37525
376
3760/92
377
3777
378
379/1999
37°c
38
38%
38,190
38,255
38,4
38,444
38,456
38,7%
38-40
38.
38.000,-
38/2001
380
380.000
3800
381
382
382,935
383
385
385.463
386
387,269
3883
389,438
389/12
38þ
39
39%
39,101
39,510
39,9
39,95%
39.
390
390,451
390.000
3900
3918
392
393
3933
395
395,206
3954
396
397
397,368
398
398.912
3:0
3:18
3:3
3X-Stál
3dnow
3h1
3ja
3svar
3vor12
3½
4
4%
4,000
4,02
4,026
4,032
4,046
4,1
4,1%
4,125
4,15%
4,160
4,171
4,184
4,196
4,199
4,2
4,200
4,203
4,208
4,214,784
4,230
4,25
4,256
4,273
4,281,847
4,290
4,3
4,3%
4,302
4,315
4,320
4,335
4,349
4,350
4,355
4,396
4,3m
4,4
4,4%
4,400
4,426
4,429
4,444
4,463
4,5
4,500
4,530
4,548
4,5x4,5
4,6
4,6%
4,602
4,623
4,685
4,686
4,7
4,730
4,777
4,8
4,8%
4,827
4,834,109
4,840
4,851
4,867
4,876
4,9
4,9%
4,919
4,920
4,925
4,928
4,940
4,944
4,965
4,968
4,969
4,970
4-4
4-5
4-5%
4-6
4-Ever
4.
4.0.
4.000
4.000.000
4.085
4.1
4.1.06
4.10.05
4.140
4.15
4.178
4.2
4.200
4.3
4.3.
4.300
4.351
4.4
4.400
4.441,6
4.449
4.450.000
4.5
4.500
4.500.000
4.590
4.590þ
4.6.02
4.600
4.680.078
4.7.05
4.700
4.8.05
4.887.505
4.900
4.900.-
4.980
4.season
40
40%
40,194,295
40,683
40,960
40-45
40-50
40-50%
40-59
40-60
40.
40.000
400
400-500
4000
4005
4019
402,439
403,543
404
404.461
4040
4046
405
406
406,434
407,1
4077/3282
4087
4088
409
409,368
4096
41
41%
41%-55%
41,2
41,3
41,470
41,5
41,976,472
41.
410
411
412
413
413,581
414,094
4140
4142
416
4160
4164
4170
4183
419
42
42%
42*109
42,105
42,2
42,3%
42,446
42,630
42,656
42,698
42,8%
42-44
42.
420
420,024
420.000
4206
4207
421
421,045
421,139
421-4166
421-8090
422
424
426
426,002
4265
427
428
4286
42þ
43
43%
43,125
43,642,566
43,680
43,7
43.
43.000
43.700
430
430,598
430.000
4300
431,427
4317
432,034
432,610
432,979
4320
4325
4328
433
4333
434
435
4358
436
436-37
437
438
4380
439
439,777
44
44%
44,224
44,457
44.
440
441/2001
4410
442
444
4442
4447
4449
4449.
445
445,309
446,133
4466
4467
447
447.
4470
448
4485
4487
449
4493
4494
45
45%
45,030
45,158
45,344
45,372
45,702
45-48
45.
45.000
45/1994
450
450%
450.000
4500
4509
451,146
451,521
452
4521
453
454
4545
4557
456
4560
4577
458
458,181
458,529
459
459,101
4591
4592
4596
46
46,288
46,314
46,332
46,80
46,956
46/1965
46/1991
46/2004
460
460.000
461
4614
462
462-1889
463
463,778
463/1999
463/2007
464
4640
465
466
4662
4687
47
47%
47,1002,3918
47,124
47,596
47,975
47-28
47/1965
470
471
471/2001
471100-2930
4721
475
4754
4775
478
4780
479
479.890
47þ
48
48,006
48,882
48-56
48.
480
480,947
480.000
4807
481
482
483
4831558
484
485
4852
4858
486,820
486.207.000
4865653
4867
4868
487
488
4884
489
49
49%
49,230
49,264
49,344
49,500
49,590
49,720
49,878
49.
49.000
49.501.000
490
490.000
4900
493
493,358
494
4949
495
496
4980
4982
4984
4:0
4Way
4a
4b
4dw
4ja
4mb
4ra
4runner-90
4wd
4x
4x4
4xusb2
4ður
5
5%
5,0
5,000
5,005
5,032
5,1
5,10*1013
5,100
5,100,381
5,115
5,123
5,127,562
5,2
5,2%
5,208
5,280
5,282
5,3
5,300
5,304
5,306
5,363
5,384
5,3mb
5,411,761
5,432
5,485
5,490
5,5
5,5%
5,530
5,534
5,538
5,568
5,6
5,6%
5,600
5,607
5,632
5,644
5,670
5,675
5,696
5,7
5,700
5,706
5,706,610
5,748
5,749
5,792
5,8
5,802
5,805
5,828
5,830
5,851
5,9
5,932
5,940
5,967
5,980
5-0
5-1
5-10
5-15
5-6
5-6%
5-8
5.
5.-7
5.-8
5.000
5.000,-
5.000kr
5.1
5.1.1
5.100
5.2
5.209
5.22
5.29
5.2a
5.2b
5.3
5.3a
5.3b
5.530,-
5.6.02
5.639.065
5.7.05
5.760.
5.802.310
5.840
5.850
5.9.05
5.938.285
5.973.070
5.júlí
5/1999
5/4
5/99
50
50%
50,028
50,096
50,5%
50-60%
50.
50.000
50.700
50/1988
50/1993
500
500%
500,995
500-550
500.000
5000
501
502
503
5033
504
505
5050
5052
5058
506,453
506,852
506,948
5066
507
507/2002
50°c
51
51%
51,072
51,1
51,443
51,554
51,920
51.
510
511
5111
5117
512
513
514
515
516,097
516,531
516,574
519,500
519,902
5198
52
52%
52,008
52,325
52,4
52,644
52,802
52,872
52,883
52.
52.500
520
5200
521089-1059
522
523.615
524
525
525,085
5256
5256714
525i
526
528,779
529
53
53%
53,050
53,228
53,4
53.
53/1989
530
530-1000
5300
5303600
531,907
532
533
533-3007
533-4200
533-535
5337
534.000
535
535,510
535-515
535-9969
5352700
5356
5368
537,479
538
539
53mb
53þ
54
54,000
54,414
54.
540
5400
541
541/2002
543
543,140
5434
544
5444949
5449
545
5451.
546
547
549
5494
55
55,242
55,800
55-60
55.
55..
55.000
55/1996
55/2003
550
550/1993
5504
551
551,615
551-7196
5513225
552
552-5644
552-7101
5523226
553
553-6537
5530
5536040
5537
554
554,060
554-0233
554-0583
554-0937
554-0999
554-3400
5540
5540233
5540999
5541226
5543400
5545
555
555,955
555-
555-6599
5550142
5550559
556
557
557,298
557-4149
557-8100
558
55°
55°c
55þús
56
56%
56,748
56,870
56-58
56.
560
560-2020
560-4100
5600
561
561-0773
561-7550
5610300
5612000
562
562,475
562-1075
5620
5620936.
5622571
5622772
5627077
563,252
563-5000
564
564-5260
5641331
5645260
565
565-0435
565-6400
565-6611
565-8444
5651277
5652086
5656
5656611
5657826
566
566-7827
5666
5668060
567
567-0660
567-2761
5679066
568
5683132
5685052
5686960
569,764
5691225
5697
57
57%
57,345
57,586
57,804
57.
57.600
57/2001
57/2008
570
570489-1199
5723/662
573
5733
574
575
575-7720
575.000
5751500
5754100
5757720
576
576/2005
5768
577
577,109
5770.
5771
5775
578
5791
58
58%
58,149
58,435
58,758
58,892
58.
58.00
580
580.000
5800
5804
581
583
5837
5838
5845
5849
585
5858
586
586,786
586-536
586-538
5860
5863
5868014
5868110
5869
587
587,466
587-4376
587.052
587/2000
5870080
5879360
588
588/2000
5882111
59
59%
59,309
59,5
59,688
59,828
59.
59/1996
590
590,418
590.000
5904
591
5915
592
593
593,119
593,285
594
5947
595
5959
597
59726
5973
599
5999500
5a
5d
5tu
5°45
5°c
5þ
6
6%
6,000
6,005
6,033
6,049
6,05
6,1
6,108
6,140
6,168
6,2
6,217
6,251
6,255
6,288
6,331
6,379,180
6,400
6,420
6,425
6,480
6,5
6,5%
6,528
6,533
6,558
6,599
6,6
6,623
6,63*1022
6,636
6,650
6,690
6,720
6,743
6,783
6,786
6,8
6,80
6,800
6,820
6,857
6,867
6,910
6,923
6,936
6,940
6,970
6,989
6-1
6-12
6-7
6-7%
6-8
6-9
6.
6.-20.
6.-7
6./7.
6.000
6.039.473
6.200
6.23
6.25
6.250
6.3.06
6.300
6.300*109
6.5
6.500
6.6.02
6.6.2006
6.600
6.634fm
6.742
6.8.05
6.85
6.909
6.95
6.960
6.990
6.kafli
6/18
60
60%
60,234,000
60,4
60,580
60,770
60,900
60-100
60-70
60-70%
60-75
60-80
60.
60.-62.
60.000
60/1994
60/1998
600
600-700
600.000
6000
6000.
60063
6007
600kr
602,683
60247
6025
6027
603
6040
6046
6066
607,500
6075
608
6086
6086.
609
6095
6099
61
61%
61,048
61.
61/1999
610
610,500
611
611/2008
61144
6116
61236
61237
613,366
61327
6133
6148
61513085
616
6164
6171
62
62%
62,020
62,295
62,371
62.
62.000
62.500.000
62/1994
62/1999
620
6220
6222
624010
6248
6248.
625
626
6262
627
63
63%
63,315
63.
63/2000
630
630.
6303
630310
63038
6305
631,655
631210:610
63127
632110
632111
635
636,498
637
637,916
638
6386
639,843
6393
64
64%
64,332
64,636
64,698
64-256
64-biti
64.
640
6401
640210
6404
641
641.146
6413
6414
6419
642
642014
644
645,60
646
647/2008
6480
64°8
65
65%
65,730
65.
65.000
65/
650
6500
650112
651.
6510
652
654,421
655,159
656
657,922
658
659
659-9988
65mm
66
66%
66,289
66,38
66,663
66,905
66.
660
660/1998
6604430
661
6613
662
663
663-664
664
666
6666
6669
67
67%
67,0
67-69
67.
67/1971
670
6701/869
6708
671
672
6731
6744
675
675,136
6752
6764
6767
678
6784
6787
679
68
68%
68,150
68,325
68,4
68,625
68,883
68.
680
680.000
680.350
683
684
6850
6859
686
6860
687
6879
688
689
6898
69
69,700
69,781
69,9
69.
690
690-890
690.000
6900249
6903
690688-1589
690þ.kr
691
691-
691-2684
691/2000
6917002
692
693
693,307
693,795
694
694-3188
694-6748
694/2007
695
696
696-9856
696/2007
696969696969
697
697-3489
698
698,288
698-4369
698-9883
6984062
6985
6988710
699
699-1050
699-1829
6994776.
6998
6mb
6þ
7
7%
7%-33%
7,040
7,10
7,100
7,121
7,123
7,145
7,147
7,16
7,170
7,184
7,185
7,200
7,266
7,290
7,310
7,355
7,375
7,4%
7,409
7,440
7,5
7,5%
7,500
7,510
7,512
7,6
7,6%
7,600
7,624
7,643,973
7,7%
7,704
7,709
7,749
7,788
7,799
7,821,036
7,833
7,85%
7,854
7,886
7,9%
7,910
7,920
7,986
7-10
7-13
7-14
7-40
7-8
7-800
7-9
7.
7.-11
7.-8
7.000
7.10.05
7.11.05
7.12.
7.12.05
7.19
7.2.6
7.2.7
7.200.
7.3
7.3.1
7.3.2
7.30-18.00
7.400
7.500
7.6.02
7.6.05
7.6.2006
7.7.05
7.771
7.800
7.800,-
7.9.05
7.bekk
7/1998
70
70%
70,000
70,280
70,392
70,608
70-80
70-90
70.
70.000
70/1996
700
700-falda
700.000
7000
7007
700þús
7011
702
705
706
7078
709
7095
7096
71
71%
71,309
71,894
71/1997
7104
711
7111
712
71202
7129
7139
7166
7168
72
72,816
72-46
72.
72/2005
720
7200.
7204
721
7217
722
726
728
7280
729
73
73%
73.
730.000
732
7324
7326
7335
7337
7347
736
737
7370
7384
7393
74
74%
74,577
740
741
742
745
745.500
7465
747
7471
748
75
75%
75,387
75,8%
75.
750
750.000
7500
7513
752
7520
753
754
7541
75671325
757
7579
759
75°
76
76%
76,172
76,300
76,6
76,725
76,791
76.
76/2003
760
761
7641
7659
767,608
7694
77
77,620
77,854
77/2003
770
7702
7705
7715
7716
772/2008
7730
7733
7743
776,939
777
777/2004
7772
7777
77777777777777777777
7783
78
78%
78,116
78,462
78-snúninga
78-year-old
780
780.000
782
783
786
7864
787
787/2004
788
79
79,2
79,307
79,7
79,799
79,831
79.
79.147
790
790/2007
7902
7917
792,295
792,846
793
794
796
797
798
7984
7995
7999
7:00
7:10
7:30
7:57
7cm
7t/5t/2t
8
8%
8,010
8,140
8,154
8,159
8,164
8,20%
8,200
8,235
8,242
8,310
8,320
8,351
8,366
8,375
8,376
8,4
8,4%
8,400
8,406
8,496
8,5
8,514
8,517
8,637,220
8,652
8,66
8,700
8,739
8,770
8,772
8,774
8,784
8,806
8,856
8,87%
8,880
8,920
8,946
8-10
8-11
8-12
8-15
8-16
8-17
8-18
8-19
8-22
8-23
8.
8.-10.
8.-11
8.000
8.11.05
8.15
8.3.06
8.30-12.30
8.30-14.30
8.30-16.30
8.30-9.00
8.31-39
8.45
8.467
8.6.02
8.600
8.8.05
8.9.05
80
80%
80,512
80-85
80-90
80.000
80/1993
80/2002
800
8000
8004
801
802
8025
804
8052
806
8061
8064
8071
808/1998
8086
8093
80°
81
81,158
81,601
81,750
81-95
81.124
810
810.000
8109
811
811/2000
813
8130
814,875
815
816
8162.
817.112
8187
819/2004
81a
82
82,420
82/1998
820
820-6368
820.-
820.000
821
8212526
8213202
8216
822
822,517
822-5330
822-8283
822-9499
822-9519
823
823-4130
8230
8234659
8237
824
825
829,200
83
83,9%
83.
830
830,885
8300
8304
831,793
8317
832
832,868
8321
8332
836
8360
839
84
84%
84,500
84/2000
840
8403
842,372
843
8437
844
845
846
8463
8464
847
847-4066
847/2001
848
848-6746
849
8494
85
85,1%
85,3
85.
85.000
85.752.000
850
852
853
853.000
8534
854
855
855/2008
8561
8568
858
8585
8586
86
86%
86,480
86,5
86,6
860
860/2004
8601003
861
861-1129
861-7733
861-8120
8612085
8613
8613021
8619
862
862,380
863
863,284
863-6611
8636611
8638
8638713.
864
8640950
8647
865
8657036
866
866-2901
867
868
8689
869
8690819
8692
8695226
87
87%
87,124
87,170
87,484
87,877
87/1996
87/2003
870
871
871±2
8721
8740
876,440
8763
8765
877
8780
8786
8788
8797
88
88%
88,166
88,675
88,784
88-70
88.
88/1995
880
8829
884
885
886
887
8873
8877
888
8880
8888
889
89
89%
89,244
89.
89/2002
890
890-1020
8902
891
8910
892
893
893-4491
894
894,346
894-6633
8945090
895
895-5511
8951799
8957826
896
896,860
896-5758
8968
897
8971731
8972
8979275
898
898-0773
898-4318
898-8070
8982468
8982889
8989006
899
8994223
8:00
8:10
8:20
8:46
9
9%
9,000
9,048
9,056
9,170
9,196
9,2%
9,218
9,242
9,252
9,312
9,351
9,352
9,4
9,4%
9,446
9,477
9,5
9,569
9,576
9,6
9,600
9,612
9,617
9,65
9,710
9,856
9,860
9,882
9,9
9,9%
9,901
9,938
9,996
9-09.45
9-11
9-12
9-12.30
9-13
9-14
9-15
9-16
9-16.30
9-16.45
9-17
9-19
9-sinnum
9.
9.-10.
9.00-11.00
9.00-16.05
9.00-9.10
9.000
9.019.762
9.05
9.05.
9.10-9.25
9.11.05
9.15
9.15-12
9.15-15.30
9.25-10.15
9.30
9.30-15
9.30-16
9.45-10
9.50
9.500
9.55
9.6.02
9.6.05
9.6.06
9.9.05
9.900.-
9.967
9/5
90
90%
90,701
90-120
90-130
90.000
90/1996
90/2003
900
9000
90000
9008
901
901,318
9010
90210
903,100
904
904,654
904-2410
9042
905
9066
907
908
908-5666
908-6414
9082288
90khz
90m2
90s
90x200
90x90
90°
91
91.
91/1991
910
9100
9102
912
9120
914
9153
916,361
916/2005
917/2006
92
92%
92,312
92,443
92.
92.000
92/1955
9220
9221.
9227
925
9255
93
93,190
93,560
93,749
93.000
93/1995
930
930.000
932
933
934
936
938
939/2003
9398
94
94%
94,846
94.
94.000
94/1962
94/45/eb
940
941
943
946,743
948..--
949
95
95%
95-72
95-ára-regla
95.000
950
950.000
9500
9505
952
9552
9555
958
9595
96
96%
96,352
9633
964
964,775
9653
97
97%
97,200
97-145
972
9721
974
975
979
979,942
98
98%
98,367
98,545
98.
98.000
980
980.000
983
9857
986
9874
9887
989
98:88
99
99%
99,3
99,4%
99,9999...%
99.
990
9900
9903
994
995
995,-
9960
9968
997
998
999
9:00
:
:(
:)
;
;)
<
=
>
?
@
A
A-Evrópa
A-G
A-V
A-vítamín
A.
A.P.
A.m.k.
AA-samtök
AAA
AATJ
AB
ABC
ABC-barnahjálp
ABS
ABX
AC
ACT
ACT-Alþjóðaneyðarhjálp
ACT-Caritas
ACT-aðili
ADRIANO
ADSL
AEA
AEG
AFP
AG
AGG
AIK
AIX
AK
ALAN
AM
AMARO
AMD
AMD-örgjörvi
AMD64
AMERICAN
ANNIVERSARY
AOL
AP
AP-almannatengsl
AP50-sjálfstýring
APS
AR
ARCH
ARCH-M
AS
ASH
ASTON
ASÍ
AT
AT-par
ATH.
AUG
AV
Aadrian
Aage
Aalborg
Aap
Aaron
Abaci
Abbbababb
Abdel-Latif
Abdul
Abdullah
Abkasía
Abplanalp
Abraham
Abruzzo
Absalon
Abu
Abuksis
Abusing
Academy
Accent
Accord
According
Aceh-hérað
Act
Actavis
Action
Action-man
Acubens
Adagio
Adam
Adams
Adaptation
Adda
Addco
Adidas
Adios
Aditi
Administration
Adolf
Adolfsdóttir
Adriano
Adríahaf
Advanced
Advertisment
Advokatredet
Aeterna
Afbrot
Affleck
Affärer
Afganistan
Afi
Aflagrandi
Aflvaki
Africa
Afríka
Afríkubúi
Afríkufíll
Afríkuland
Afríkuríki
Afródíta
Aftanskin
Aftansöngur
Aftenposten
Aftonbladet
Aftrolle
Afturelding
Age
Agnar
Agnarsdóttir
Agnarsson
Agnes
Agnus
Agons
Agpa
Ahandour
Aiden
Aiken
Airwalk
Airwaves
Airwaveshátíð
Aix
Aki
Akkilles
Akkillesarhæll
Akkúrat
Akrafjall
Akrahreppur
Akranes
Akur
Akurey
Akureyrarbær
Akureyrarflugvöllur
Akureyrarkaupstaður
Akureyrarkirkja
Akureyri
Akureyringur
Akurskóli
Al
Al-Arabiya-sjónvarpsstöðin
Al-Kwarizmi
Al-kitab
Alabama
Aladár
Aladárs
Alambre
Alan
Alans
Alarm
Alaska
Alaskafjós
Alaskahundur
Alaskaösp
Alba
Albert
Alberta
Albertsson
Albrecht
Albrechts
Alcan
Alcoa
Alda
Aldrin
Aldís
Alessandro
Alex
Alexander
Alexandra
Alexandrine
Alexandris
Alexandría
Alexandrína
Alexía
Alfa
Alfie
Alfonso
Alfred
Alfreð
Alfreðsson
Algeirsborg
Algorismus
Ali
Alias
Alicante
Alice
Alipahtisku
Alistair
Alistairs
Alive
Aljeandro
Alkinóus
All
Alla
Allah
Allan
Allardyce
Allele
Allen
Allens
Alliance
Alm.
Alma
Almanak
Almannatengsl
Almannavarnir
Almera
Almodóvar
Almond
Almordí
Almost
Almqvist
Alone
Alpafjöll
Alpar
Alsír
Alta
Altarf
Altea
Alteafjall
Alternet
Alva
Alvy
Always
Alþingi
Alþingisbók
Alþingishátíð
Alþingishús
Alþingiskosning
Alþingismaður
Alþjóðaakstursíþróttasamband
Alþjóðabanki
Alþjóðagjaldeyrissjóður
Alþjóðaheilbrigðismálastofnun
Alþjóðaheilbrigðisstofnun
Alþjóðahúsið
Alþjóðasamtök
Alþjóðaskáksamband
Alþjóðaviðskiptastofnun
Alþýða
Alþýðubandalagið
Alþýðublað
Alþýðubók
Alþýðubókasafn
Alþýðuflokkur
Alþýðusamband
Amager
Amarillo
Amaro
Amazon
Ambassador
Amboise
Ameen
Amelie
Amelía
Amenabar
America
American
Ameríka
Ameríkani
Ameríkumaður
Amethyst
Amin
Amins
Amitav
Ammríka
Amor
Amores
Amphioxus
Ampop
Amsterdam
Amtmannsstígur
Amtsbókasafn
Amundsen
Amuse
Amín
An
Ana
Analysis
Ananta
Anbar
Anchorage
And
AndRew
Andakíll
Anderhub
Anders
Andersen
Andersens
Anderson
Andersson
Andlit
Andrea
Andreas
Andrej
Andrew
Andrews
Andri
Andris
Andrés
Andrésson
Andrómeda
Andrómeduvetrarbraut
Andy
Anfield
Angantýr
Angantýss.
Angel
Angela
Angeles
Angelinu
Anger
Angie
Angusnautakjöt
Angélica
Angóla
Animal
Anisakis
Aniston
Anita
Anja
Anjelica
Anlaß
Anna
Annan
Annar
Anne
Annecy
Annette
Annie
Annika
Anno
Ansen
Antigua
Antik
Antinori
Antoinette
Anton
Antonio
Antonioni
Antonionis
Antonsdóttir
Antonsson
Antony
Antonía
Any
Aníta
Apathy
Apatosaurus
Apavatn
Applause
Apple
Apótek
Ar
Ar-Ar
Ar-Ar-aldursgreining
Arabaland
Arabaskagi
Arabi
Arabia
Arabidopsis
Arabía
Arabíuskagi
Aradóttir
Arafat
Arandora
Arason
Arcadia
Archaeopteryx
Archie
Architecture
Ardèche
Are
Area
Areas
Areiel
Arenales
Arenas
Argentína
Argo
Argus
Argóarflís
Ari
Aries
Arild
Arinbjörn
Arinstofa
Aristóteles
Arizona
Arkarholt
Arkímedes
Arkímedesar
Arlington
Arlingtonkirkjugarður
Arliss
Arm
Armanialklæðnaður
Armenía
Armstrong
Arna
Arnaldur
Arnar
Arnardóttir
Arnarfell
Arnarfjörður
Arnarhreiður
Arnarnes
Arnarnesvogur
Arnarsdóttir
Arnarson
Arnarsson
Arnbjargarlækur
Arnbjörg
Arnbjörnsson
Arndís
Arne
Arnett
Arnfinnsdóttir
Arnfinnur
Arnfríður
Arngrímsson
Arngrímur
Arnhem
Arnhildur
Arnlaugur
Arnljótsdóttir
Arnmundardóttir
Arnold
Arnór
Arnórsson
Arnþrúður
Arnþór
Aroma
Aron
Aronofsky
Arrested
Arroyo
Arsenal
Arsene
Art
Artemis
Arteta
Arthur
Arthurs
Arthúrsdóttir
Artic
Artorius
Arts
Artstudio
Artótek
Arun
Arvo
Aríel
As
Asco
Asda
Asellus
Aseltine
Aserbaídsjan
Ash
Ashkenazy
Asi
Asia
Ask
Asker
Askew
Askews
Askja
Askur
Asparkona
Associated
Association
Associations
Assýringur
Astaire
Asteki
Astikið
Aston
Astra
Astrid
Astridar
Astró
Asía
Asíubúi
Asíuland
Asíumaður
Asíuþjóð
Ataturk
Atatürk
Ath.
Athygli
Atkins
Atladóttir
Atland
Atlanta
Atlantic
Atlantshaf
Atlantshafsbandalag
Atlantshafssamningur
Atlantshafsströnd
Atlantsolía
Atlantssamarbeide
Atlantsskip
Atli
Atmosphere
Attenborough
Attíka
Atvinnuleysistryggingasjóður
Atvinnulíf
Audi
Audio
Auditorium
Auf
Auga
Auglýsing
August
Augusta
Augustin
Aulie
Aung
Ausländer
Austfirðingur
Austfirðir
Austfjarðaþoka
Austin
Austmann
Australis
Austri
Austur
Austur-Anglía
Austur-Asía
Austur-Berlín
Austur-Evrópa
Austur-Frakkland
Austur-Grænland
Austur-Hérað
Austur-Húnvetningur
Austur-Kínahaf
Austur-Landeyjar
Austur-Skaftafellsssýsla
Austur-Skaftafellssýsla
Austur-Virginía
Austur-Þýskaland
Austurbæjarskóli
Austurgata
Austurhöfn
Austurland
Austurríki
Austurríkismaður
Austurstræti
Austurstrætið
Austurströnd
Austurvegur
Austurver
Austurvöllur
Autisme
Auto
Auto-Focus
Automatic
Auvergne
Auðbrekka
Auðstjórn
Auðunn
Auðunsdóttir
Auðunsson
Auður
Ave
Avebury
Avensis
Avenue
Average
Aviv
Avivháskóli
Avogadros
Avventure
Award
Awards
Awful
Axapta
Axarfjörður
Axel
Axelsson
Axl
AyaSofia
Ayda
Aylward
Azay-le-Rideau
Azkaban
Azteki
Aðalbjörg
Aðalbygging
Aðaldælahreppur
Aðalgeir
Aðalheiður
Aðalland
Aðalsteinn
Aðalsteinsson
Aðalstræti
Aðalvík
Aðfangadagur
Aðventisti
Aþena
B
B-2117
B-land
B-tónlist
B.
B.S.
B.Sc
B.Sc-próf
B.Sc.
B.y.o.b
BA
BA-gráða
BA-próf
BBC
BBQ
BEARS
BENZ
BERLUSCONI
BEUVIOS
BFG
BGC-1897-CH-T15
BH
BIOS
BIOS-fall
BIOS-forrit
BIRMINGHAM
BIRRA
BIT
BK
BLOOD
BMV
BMW
BMW-þríhjól
BMW318I
BNA
BOB
BOBBY
BORN
BRUSSEL
BS
BS-gráða
BSD
BSRB
BSÍ
BT
BUGL
BUTTERCUP
BV
Ba
Baaa
Baaaaarca
Baath-flokkur
Babe
Baby
Babyshambles
Babýlon
Babýlonía
Babýloníumaður
Bach
Bachelor
Bachelorette
Bachelorinn
Bachmann
Bachs
Back
Backgammon
Backman
Backstreet
Backyard
Bacon
Bacons
Baddi
Baden-Powell
Badinerie
Bafta
Bagapsh
Bagatelle
Bagdad
Bahamaeyjar
Bahamas
Bahnerl
Bailey
Baileys
Bakarabrú
Bakarameistari
Bakarameistarinn
Bakarí
Baker
Bakkabúi
Bakkakirkja
Bakkastaðir
Bakkasókn
Bakkavör
Bakkus
Bakoyianni
Balaban
Balbec
Baldur
Baldursdóttir
Baldurss.
Baldursson
Baldvin
Baldvinsdóttir
Baldvinsson
Balkan
Balkanskagi
Baltasar
Baltimore
Bamonte
Band
Bandalag
Bandaríki
Bandaríkjadalur
Bandaríkjaforseti
Bandaríkjaher
Bandaríkjamaður
Bandaríkjastjórn
Bandaríkjaþing
Bandle
Bang
Bangel
Bangels
Bangladesh
Bangsímon
Bank
Bankastræti
Bantul
Bar
Bar-súkkulaði
Barbara
Barber
Barbie
Barbörukapella
Barca
Barcelona
Barcelona-Chelsea
Bardeen
Barents
Barfly
Barn
Barnablað
Barnaheill
Barnahjálp
Barnahús
Barnardo
Barnaskóli
Barnaspítali
Barnaverndarráð
Barnaverndarstofa
Barnsley
Baron
Barragán
Barrichello
Barrios
Barris
Barrow
Barry
Barrymore
Barton
Bartók
Bartóks
Barça
Barðason
Barðastaðir
Barðastemning
Barðastrandarsýsla
Barði
Barónsstígur
Baseball
Basel
Bash
Basic
Basil-dómkirkja
Basra
Bast
Bastunopulos
Bathurst
Baudrillrard
Bauganes
Baugsmaður
Baugsmál
Baugssjóður
Baugsvegur
Baugur
Baul
Baula
Baxter
Baxters
Bay
Bayern
Bazardüzü
Be
Beach
Beadles
Beat
Beate
Beating
Beatmakin
Beaujolais
Beaujolaishérað
Beauteful
Beauty
Beauvaisagúrkusalat
Beauvaisrauðkál
Beauvios
Beccles
Beck
Becket
Beckham
Beckhamhjón
Becquerel
Bee
Beethoven
Beethovens
Behavior
Behrman
Beinteinn
Beinteinsdóttir
Beirut
Bel
Belfast
Belge
Belgian
Belgsholt
Belgía
Belgíukonungur
Belize
Bell
Bella
Bellerófon
Bellochio
Bells
Ben
Bender
Bendt
Benedikt
Benediktsdóttir
Benediktsson
Benelux
Benelúxland
Benfica
Bengalflói
Beniamino
Benidorm
Benigni
Benitez
Benito
Benjamin
Benjamins
Benni
Benny
Bens
Bent
Bentley
Benton
Bentzen
Benz
Beqaa
Bera
Berbatov
Beredskabet
Beredskabsloven
Beredskabsstyrelsen
Beredskabsstyrelsens
Beredsskabsstyrelsen
Berfield
Berg
Berg-Ejvind
Bergdal
Bergen
Bergh
Berglind
Bergmann
Bergmál
Bergotte
Bergottes
Bergsdóttir
Bergsson
Bergsteinn
Bergsteinsdóttir
Bergsteinsson
Bergstresser
Bergsveinsdóttir
Bergur
Bergvin
Bergvinsson
Bergvík
Bergþóra
Bergþórsdóttir
Bergþórugata
Bergþórusystir
Berioólífuolía
Berkeley
Berkeleyháskóli
Berkley
Berkshire
Berlin
Berliner
Berlinske
Berlusconi
Berlusconis
Berlín
Berlínarhátíð
Berlínarmúr
Bernal
Bernard
Bernays
Bernd
Bernharð
Bernharðsdóttir
Bernharðsson
Bernie
Bernska
Bernódus
Berry
Berserker
Bert
Berta
Bertelsson
Berthels.
Berthelsen
Bertolt
Bertrand
Berts
Berufjörður
Besamé
Besant
Beschastnykh
Bessason
Bessastaðakirkja
Bessastaðasókn
Bessastaðir
Bessi
Best
Beta
Betanía
Betis
Betlehem
Betlehemsstjarna
Between
Betúel
Beverly
Bexell
Beyer
Beyond
Beztkeisaraskinka
Biafra
Bianco
Bibbi
Bibliotheca
Biblía
Biblíufélag
Biblíulestur
Biblíurannsókn
Biblíutexti
Bielatowicz
Biema
Bier
Bifröst
Big
Bigger
Biggi
Bigley
Bikarkeppni
Bilash
Bill
Billi
Bills
Billy
Bilson
Bimmi
Bin
Bird
Birgir
Birgisdóttir
Birgisson
Birgitta
Birkibær
Birkir
Birmingham
Birna
Birningsstaðir
Birta
Birthday
Birtingaholt
Bis
Biscarrosse
Biskayflói
Biskup
Biskupsstofa
Biskupstungur
Bistro
Bj.
Bjalla
Bjarg
Bjarkarbraut
Bjarkason
Bjarki
Bjarklind
Bjarna
Bjarnadóttir
Bjarnanes
Bjarnarborg
Bjarnarey
Bjarnarson
Bjarnas.
Bjarnason
Bjarndal
Bjarni
Bjarnvin
Bjartmarsson
Bjartmarz
Bjartur
Bjerkeås
Bjóla
Bjólfskviða
Bjór
Bjöllukaupandi
Bjöllukynslóð
Björg
Björgun
Björgunarsveit
Björgvin
Björgvinsdóttir
Björgvinsson
Björgólfsson
Björgólfur
Björk
Björkmusik
Björling
Björn
Björnsdóttir
Björnss.
Björnsson
Bjössi
Bjørn
Bki
Black
BlackBerry
Blackburn
Blackman
Blair
Blairs
Blanca
Blanchett
Blanda
Blatchford
Blazer
Blað
Blaðamannafélag
Bled
Blidah
Bliki
Blikktak
Blind
Blindrafélagið
Blindravinnustofan
Blinkende
Blinking
Bloc
Block
Blocking
Blois
Blonde
Blood
Bloody
Bloomberg
Bloombergs
Blow-Up
Blower
Blue
Bluetooth
Blunkett
Blunt
Blur
Bláfjallanefnd
Bláfjöll
Blásans
Blásararnir
Bláskógarbyggð
Blátönn
Blå
Blær
Blíðubakki
Blómasalur
Blómaval
Blómkvist
Blómvallagata
Blóðbanki
Blöndal
Blöndalsbók
Blöndustöð
Blönduós
Blönduósbær
Bob
Bobby
Boccia
Bodil
Boeing
Bogabraut
Bogason
Bogdan
Boge
Bogga
Bogi
Bogota
Bohm
Bohr
Bohrs
Boileau
Boilleau
Bolholt
Bolladóttir
Bollason
Bolli
Bollywood
Bollywoodleikkona
Bologna
Bolti
Bolton
Bolungarvík
Bombay
Bon
Bonacci
Bonaccis
Bond
Bondari
Bondevik
Bondmynd
Bonfire
Bonham
Bonn
Bonniers
Boogie
Bookerverðlaun
Books
Boozer
Bordeaux
Borg
Borgarafundur
Borgarbókasafn
Borgarfjarðarbrú
Borgarfjarðarsýsla
Borgarfjarðarumdæmi
Borgarfjörður
Borgarholtsskóli
Borgarhólar
Borgarleikhús
Borgarljós
Borgarnes
Borgarskjalasafn
Borgarspítali
Borgarstjóri
Borgart.
Borgartún
Borghese
Borghildur
Borgný
Boris
Bortnianski
Bosnía
Bosphorous
Bosporussund
Bossa
Boston
BostonGlobal
Botnleðja
Botticelli
Bouche-lystauki
Boucher
Boudewijn
Boudowijn
Bough
Boundary
Bourdieu
Bourget
Bourgeuil
Bourne
Bower
Bowie
Bowles
Bowling
Boxer
Boy
Boyle
Boys
Boðun
Boðunarkirkja
Brachiosaurus
Brad
Bradbury
Bradley
Bradleys
Braff
Bragadóttir
Bragason
Bragi
Brahe
Brahms
Brain
Branagh
Brander
Brandt
Brandur
Brann
Brasilía
Brasilíukvartett
Brasilíumaður
Braskarinn
Brattavellir
Bratti
Braun
Braut
Brautarholt
Brautarholtskirkja
Brava
Breakfast
Breaking
Breaks
Brecht
Brechts
Brechtískur
Bred
Breda
Bredgade
Breier
Breiðablik
Breiðabólstaður
Breiðafjörður
Breiðamerkurjökull
Breiðamýri
Breiðavík
Breiðavíkurhús
Breiðband
Breiðdalsheiði
Breiðdalsvík
Breiðdalur
Breiðdælingur
Breiðholt
Breiðholt-Grafarvogur
Breiðholtskirkja
Breiðholtslaug
Breiðumörk
Breiðvangur
Brekastígur
Brekka
Brekkubær
Brekkukotsannáll
Brekkuskóli
Brekkustígur
Bremer
Brennda
Brenndan
Brentford
Brenton
Bresse
Bressekjúklingur
Bretadrottning
Bretagneskagi
Bretahjálmur
Bretaprins
Breti
Bretland
Bretlandseyjar
Brewerton
Brian
Briana
Bridge
Briem
Brien
Briggs
Briggslogri
Brighton
Brim
Brimkló
Brimnes
Briner
Brink
Brita
Britannia
Britannica
Britax
British
Britney
Brittanialeikvangur
Brittax
Britten
Bro
Broadband
Broadstreetsvæði
Broadway
Broca
Brocasvæði
Broccoli
Brodsky
Brokeback
Bronco
Brookings
Brookingsstofnun
Brooklyn
Brooklynbrú
Bros
Brosnan
Brotchie
Brother
Brothers
Brouilly
Brown
Browns
Brubeck
Bruce
Brucio
Bruford
Bruhns
Bruins
Brunamálastofnun
Brunavörn
Bruno
Brunsås
Brussel
Bruun
Bryan
Bryant
Bryggjubakki
Bryndís
Bryne
Brynhildur
Brynja
Brynjar
Brynjarsdóttir
Brynjólfsdóttir
Brynjólfsson
Brynjólfur
Brynjúlfur
Bráðræðisholt
Brædstrup
Bræðraborgarstígur
Bræðrabylta
Bræðratunga
Bréf
Bríet
Bróðir
Brú
Brúará
Brúnaland
Brúnavegur
Bubbalag
Bubbatónleikar
Bubbi
Buck
Buckley
Buddy
Bueana
Buena
Buffalo
Buffet
Buffett
Buffettfjölskylda
Buffettology
Buffetts
Bugenhagen
Buick-bíll
Bulletproof
Bullock
Bunderson
Bundy
Burger
Burgermix
Burgess
Burkert
Burkerts
Burkhard
Burma
Burn
Burnley
Burnout
Burns
Burr
Burroughs
Burstarfell
Burstarfellsfjall
Burðarás
Bush
Business
But
Buzz
Buçaco
Bye
Byers
Byggðarannsóknarstofnun
Byggðasafn
Byggðasjóður
Byggðastofnun
Byko
Bykó
Bylgja
Byrd
Byrgismál
Byrne
BÖS
Bákn
Bára
Bárður
Bás
Bægisá
Bægisársókn
Bæjaraland
Bæjarbókasafn
Bæjari
Bæjarlind
Bæjarpóstur
Bæn
Bændablað
Bændasamtök
Bændaskóli
Bær
Bæuf
Bíbí
Bílalíf
Bílamiðstöðin
Bílasala
Bíldshöfði
Bílferð
Bílkó
Bílstart
Bína
Bítill
Bítl
Bítlaaðdáandi
Bítlalag
Bítlaplata
Bítlasýning
Bíó
Bíóborgin
Bók
Bókabúð
Bókasafn
Bókavarðan
Bókaverðlaun
Bókaútgáfa
Bókhald
Bókmenntaverðlaun
Bóksafn
Bókval
Bóla
Bólivía
Bólstaðarhlíð
Bólu-Hjálmar
Bóndadagur
Bónus
Böddi
Böggvisstaðafjall
Böhme
Börkur
Bösendorferinn
Böðvar
Böðvarsdóttir
Böðvarsson
Búdda
Búkolla
Búland
Búlandsnes
Búlgakov
Búlgaría
Búmaður
Búnaðarbanki
Búnaðarsamband
Búnaðarþing
Búrfell
Búrgundarhérað
Búrgundarvín
Búrgúnd
Búrgúndarhérað
Búslóðafl.
Bústaðahverfi
Bústaðakirkja
Bústaðavegur
Bútan
Búðardalur
Býflugnabú
C
C-12
C-14
C-vítamín
C.
C.I.A.
C.R
C14
C14-aldursákvörðun
C2
CAMARO
CANBERRA
CAOZ
CAT-skanni
CBE
CCP
CCV85
CD
CELTIC
CENT
CERN
CG
CHAD
CHARLES
CHELSEA
CHEROKEE
CHEVROLET
CHICAGO
CHRIS
CIA
CIA-maður
CJ-7
CLARKSON
CO2
COFI
COMPANY
CONFESSIONS
CORELLE
COUPE
CP
CPU
CRF
CRIMEN
CRT
CRUISER
CRV
CRX
CSI
CURE
CX
Ca2
Cab
Cadburybróðir
Caddy
Cadet
Cadillac
Caenorhabditis
Café
Cage
Cailles
Caine
Cajunman
California
Callanan
Callar
Calling
Calpe
Caltex
Calvados
Camaro
Camerarctica
Cameron
Camerons
Camilla
Camillu
Camp
Campache
Campachehérað
Campbell
Campbells
Campeche
Campo
Campoamor
Camron
Camus
Canada
Canadian
Cancer
Cancri
Cancun
Candeliakonfektpoki
Candy
Cannelone
Cannes
Cannes-hátíð
Canon
Canonet
Cans
Canteen
Cantú
Capacent
Capdevila
Cape
Capital
Capone
Cappa
Capra
Caprítríó
Caputhópur
Caracas
Carbon
Carcoon
Cardenas
Cardigans
Cargo
Caribou
Carina
Carisma
Caritas
Carl
Carl-Henric
Carlos
Carlosar
Carlsberg
Carlyle
Carlyles
Carmina
Carminu
Carnegie
Carnegiesýning
Carnian-tími
Carnival
Carol
Carolina
Caroline
Carolyn
Carr
Carriere
Cars
Carstem
Cartagena
Carter
Carusos
Cary
Casalirommkúla
Casals
Casanova
Casanovafélag
Case
Cash
Casino
Cassidy
Cassini-Huygens
Cassinifar
Castaño
Castro
Cat
Catcher
Cate
Catholic
Caulfield
Caulker
Cavalera
Cave
Cavez
Caye
Cayenne
Cayo
Ce
Celeron
Cell
Celo
Celtic
Celtics
Censorship
Cent
Centenary
Center
Centre
Cephei
Ceratites
Cerberus
Cerebral
Cervelle
Cervidae
Cesar
Ceviche
Chad
Chagall
Chaindance
Chamberlain
Chambers
Chambord
Champ
Champi
Championship
Champs
Champs-Elysée
Chanel
Chanelflugvél
Change
Channel
Chaos
Chapelle
Chaplin
Chapman
Chapmanbróðir
Chappelle
Charade
Chardonnay
Charleroi
Charles
Charlie
Charlies
Charlotte
Charlottenborg
Charlton
Charman
Charolaisnaut
Chasing
Chawla
Checkpoint
Cheers
Chekov
Chelsea
Chemistry
Chen
Cheney
Chenonceaux
Chernyshova
Chernyshovu
Cherokee
Chesnokov
Chesterfield
Chesterfieldsófi
Chevrolet
Cheynee
Cheyrou
Chi
Chiahuahua
Chianti
Chicago
Chicagoborg
Chicagoháskóli
Chicken
Chicks
Chihi
Chihuahua
Chikwawa
Childhood
Children
Childrensamtök
Chile
Chili
Chinese
Chinmoy
Chinon
Chirac
Chishko
Chisinau
Chocolate
Chopin
Chopins
Chorley
Chosaku
Chow
Chris
Christ
Christel
Christensen
Christian
Christiane
Christians
Christiansø
Christianíu
Christine
Christinu
Christmas
Christodoulou
Christophe
Christopher
Christí
Chrysler
Chuck
Chud.com
Chupa
Chups
Church
Churchill
Chávez
Cici
Cico
Cigar-Ros-vs-Sealion-Dion_Bium_Bium_Bambalo.mp3.
Cindy
Cinégraphique
Circlemakers
Circles
City
Ciudad
Civic
Civil
Civilforsvaret
Cl
Claessen
Clafoutis
Claiborne
Claire
Clara
Clark
Clarke
Clarkson
Clash
Classic
Classico
Clauda
Claude
Claudia
Claudio
Clausen
Clay
Clermont-Ferrand
Cleveland
Clichy
Clint
Clint-aðdáandi
Clinton
Clio
Clippers
Clive
Clooney
Clooneys
Closer
Closet
Club
Clutterbuck
Co.
Cobain
Coca
Coca-Cola
Cocesjálfsali
Cockerham
CocoRosie
Cod
Code
Codex
Coe
Coffee
Cognitive
Coimbra
Cola
Colbert
Cold
Coldplay
Coleman
Colgrass
Colin
Collective
College
Collins
Colorado
Coloradoháskóli
Colour
Colt
Columbia
Columbine
Columbineskóli
Columbus
Com
Combray
Combraykafli
Combraysaga
Come
Comeback
Comedian
Comics
Commission
Committee
Common
Communities
Community
Company
Companys
Compass
Complexity
Composite
Compote
Compsognathus
Computer
Conans
Concept
Concern
Concert
Concord
Condoleeza
Condoleezza
Confessions
